package com.baseballtonight.member;

public class main {

	public static void main(String[] args) {
		new App().start();
	}

}
//7월 19일 저녁 7시 주석
//오전에 보내주신 1번부터 6번까지 수정했습니다.
//세찬님 의도대로 수정이 안되었을 수도 있습니다.
//이제 명령어 뒤에 숫자 안써도 됩니다.
//로그인이 안되어있을 때는 회원가입하기 로그인하기 두가지 기능밖에 안됩니다.
//로그인만 되어있다면 member logout, member detail,
//member modify 이렇게만 적어도 사용가능합니다.
//그리고 처음에 회원가입하면 로그인 된 상태로 시작합니다.
//팀 입력은 문자로 받는데 저장은 숫자해 놓습니다.
//근데 팀 순서는 제가 원하는대로 설정해놔서 세찬님이 원하는대로 바꿔야할 것입니다.
//명령어 입력시 에러안뜨게 웬만한건 다 막아놨는데 
//혹시나 이상한거 있거나 모르는거 있으면 카톡주세요.